;Place localized text in this file

[FLAWLESS_Achievement_Lucky MAS_X2AchievementTemplate]
strTitle=Pure Luck
strShortDesc=Achieve a flawless rating on a mission.
strLongDesc=You achieved a flawless rating on a mission.  Skill or luck?  Only time will tell.
strCategory=Mission Performance

[FLAWLESS_Achievement_YouGotSkills MAS_X2AchievementTemplate]
strTitle=You Got Skills
strShortDesc=Achieve a flawless rating on 10 missions.
strLongDesc=You achieved a flawless rating on 10 missions. Congratulations!
strCategory=Mission Performance

[FLAWLESS_Achievement_OnTheRun MAS_X2AchievementTemplate]
strTitle=On The Run
strShortDesc=Achieve a flawless rating on 25 missions.
strLongDesc=You achieved a flawless rating on 25 missions. You have Advent on the run!
strCategory=Mission Performance

[FLAWLESS_Achievement_Unbeatable MAS_X2AchievementTemplate]
strTitle=Unbeatable
strShortDesc=Achieve a flawless rating on 50 missions.
strLongDesc=You achieved a flawless rating on 50 missions. Advent doesn't stand a chance.
strCategory=Mission Performance

[FLAWLESS_Achievement_Master MAS_X2AchievementTemplate]
strTitle=Master Tactician
strShortDesc=Achieve a flawless rating on 100 missions.
strLongDesc=You achieved a flawless rating on 100 missions. You are the Master Tactician.
strCategory=Mission Performance

[FLAWLESS_Achievement_BangForTheBuck MAS_X2AchievementTemplate]
strTitle=Bang For The Buck
strShortDesc=Achieve a flawless rating on a mission and recieve a Grenade as a reward.
strLongDesc=You achieved a flawless rating on a mission and recieved a Grenade as a reward.
strCategory=Mission Performance

[FLAWLESS_Achievement_CrystalVisions MAS_X2AchievementTemplate]
strTitle=Crystal Visions
strShortDesc=Achieve a flawless rating on a mission and recieve Elerium Crystals as a reward.
strLongDesc=You achieved a flawless rating on a mission and recieved Elerium Crystals as a reward.
strCategory=Mission Performance

[FLAWLESS_Achievement_EspritDeCore MAS_X2AchievementTemplate]
strTitle=Esprit De Core
strShortDesc=Achieve a flawless rating on a mission and recieve an Elerium Core as a reward.
strLongDesc=You achieved a flawless rating on a mission and recieved an Elerium Core as a reward.
strCategory=Mission Performance

[FLAWLESS_Achievement_HellFrozenOver MAS_X2AchievementTemplate]
strTitle=Hell Frozen Over
strShortDesc=Achieve a flawless rating on a mission and recieve a Hell Weave as a reward.
strLongDesc=You achieved a flawless rating on a mission and recieved a Hell Weave as a reward.
strCategory=Mission Performance

[FLAWLESS_Achievement_InTheKnow MAS_X2AchievementTemplate]
strTitle=In The Know
strShortDesc=Achieve a flawless rating on a mission and recieve Intel as a reward.
strLongDesc=You achieved a flawless rating on a mission and recieved Intel as a reward.
strCategory=Mission Performance

[FLAWLESS_Achievement_Invested MAS_X2AchievementTemplate]
strTitle=Invested
strShortDesc=Achieve a flawless rating on a mission and recieve an armor vest as a reward.
strLongDesc=You achieved a flawless rating on a mission and recieved an armor vest as a reward.
strCategory=Mission Performance

[FLAWLESS_Achievement_TheSims MAS_X2AchievementTemplate]
strTitle=The Sims
strShortDesc=Achieve a flawless rating on a mission and recieve a PCS as a reward.
strLongDesc=You achieved a flawless rating on a mission and recieved a PCS as a reward.
strCategory=Mission Performance

[FLAWLESS_Achievement_Upgradeable MAS_X2AchievementTemplate]
strTitle=Upgradeable
strShortDesc=Achieve a flawless rating on a mission and recieve a weapon upgrade as a reward.
strLongDesc=You achieved a flawless rating on a mission and recieved a weapon upgrade as a reward.
strCategory=Mission Performance

[FLAWLESS_Achievement_WellStocked MAS_X2AchievementTemplate]
strTitle=Well Stocked
strShortDesc=Achieve a flawless rating on a mission and recieve supplies as a reward.
strLongDesc=You achieved a flawless rating on a mission and recieved supplies as a reward.
strCategory=Mission Performance

[FLAWLESS_Achievement_Volunteer MAS_X2AchievementTemplate]
strTitle=Volunteer
strShortDesc=Successfully complete a terror mission and receive a new recruit as a reward.
strLongDesc=You successfully completed a terror mission and recieved a new recruit as a reward.
strCategory=Mission Performance
